Repository: owncloud/ios-app
Catalog: ownCloud/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, eu, fr, ko, pt_br, ru, sq, th_th

source: Strobe return light detected
ar: تم التعرف على ضوء ارتداد الاستروب
de: Blitzrücklicht erkannt
es: Luz de retorno estroboscópica detectada
fr: Lumière de retour stroboscopique détectée
ko: 스트로브 귀환광 감지됨
pt_br: Luz estroboscópica de retorno detectada
ru: Встречный строб-свет обнаружен
th_th: ตรวจพบแสงแฟลชย้อนกลับ

source: Strobe return light not detected
ar: ضوء ارتداد الاستروب غير مكتشف
de: Blitzrücklicht nicht erkannt
es: Luz de retorno estroboscópica no detectada
fr: Lumière de retour stroboscopique non détectée
ko: 스트로브 귀환광 감지되지 않음
pt_br: Luz de retorno estroboscópica não detectada
ru: Встречный строб-свет не обнаружен
th_th: ไม่พบไฟย้อนแสงของแฟลช

source: Subscribe
ar: اشتراك
de: Abonnieren
es: Subscribirse
fr: S'abonner
ko: 구독
pt_br: Assinar
ru: Подписаться
sq: Pajtohuni
th_th: สมัครรับข้อมูล

source: Subscribe Now
ar: اشترك الآن
de: Jetzt abonnieren
es: Subscríbase ahora
fr: Abonnez-vous maintenant
ko: 지금 구독
pt_br: Inscreva-se agora
ru: Подпишитесь сейчас
sq: Pajtohuni Tani
th_th: สมัครเดี๋ยวนี้

source: System
ar: النظام
es: Sistema
eu: Sistema
fr: Système
ko: 시스템
pt_br: Sistema
ru: Система
sq: Sistem
th_th: ระบบ

source: System Appeareance
ar: مظهر النظام
de: System-Erscheinungsbild
es: Aspecto del sistema
fr: Apparence du système
ko: 시스템 모양
pt_br: Aparência do Sistema
ru: Внешний вид системы
sq: Dukje Sistemi
th_th: ลักษณะของระบบ

source: Tab %@
ar: علامة تبويب %@
fr: Onglet %@
ko: %@ 누르기
pt_br: Aba %@
ru: Вкладка %@
sq: Skeda %@
th_th: แถบ%@

source: Take photo or video
ar: التقط صورة أو فيديو
de: Foto oder Video aufnehmen
es: Tomar foto o video
fr: Prendre une photo ou une vidéo
ko: 사진 또는 동영상 촬영
pt_br: Tirar foto ou vídeo
ru: Снять фото или видео
sq: Bëni foto ose video
th_th: ถ่ายภาพหรือวิดีโอ

source: Tap to launch the app.
ar: انقر لتشغيل التطبيق.
de: Tippen Sie hier, um die App zu starten.
es: Toque para iniciar la aplicación.
fr: Appuyez sur pour lancer l'application.
ko: 눌러서 앱 실행하기
pt_br: Toque para iniciar o aplicativo.
ru: Нажмите, чтобы запустить приложение.
sq: Prekeni që të hapet aplikacioni.
th_th: แตะเพื่อเปิดแอป

source: Tap to quit the app.
ar: انقر لإنهاء التطبيق.
de: Tippen Sie hier, um die App zu beenden.
es: Toque para salir de la aplicación.
fr: Appuyez sur pour quitter l'application.
ko: 눌러서 앱 끝내기
pt_br: Toque para sair do aplicativo.
ru: Нажмите, чтобы выйти из приложения.
sq: Prekeni që të mbyllet aplikacioni.
th_th: แตะเพื่อออกจากแอป

source: Terms Of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
ko: 사용 용어
pt_br: Termos de Uso
ru: Условия использования
sq: Kushte Përdorimi
th_th: ข้อตกลงในการใช้งาน

source: Text
ar: النص
es: Texto
eu: Testua
fr: Texte
ko: 텍스트
pt_br: Texto
ru: Текст
sq: Tekst
th_th: ข้อความ

source: Thank you for using %@.
ar: شكرا لأستخدامك%@.
de: Vielen Dank für die Verwendung von %@.
es: Gracias por usar %@.
fr: Merci d'utiliser %@.
ko: %@을(를) 사용해주셔서 감사합니다.
pt_br: Obrigado por usar %@.
ru: Спасибо за использование %@.
sq: Faleminderit që përdorni %@.
th_th: ขอบคุณที่ใช้ %@

source: Thank you for using %@. If you like our App, please leave an AppStore review. ❤️
ar: نشكرك على استخدام %@. إذا أعجبك تطبيقنا، فيُرجى ترك مراجعة AppStore. ❤
de: Vielen Dank für die Nutzung von %@. Wenn Ihnen unsere App gefällt, hinterlassen Sie bitte eine AppStore-Rezension. ❤️
es: Gracias por usar %@. SI le gustó nuestra aplicación, por favor deje una reseña en la AppStore. ❤️
fr: Merci d'utiliser %@. Si vous aimez notre application, veuillez laisser un avis sur l'AppStore. ❤️
ko: %@을(를) 사용해주셔서 감사합니다. 앱이 마음에 드신다면, 앱스토어에 리뷰를 남겨주십시오. ❤️
pt_br: Obrigado por usar %@. Se você gosta do nosso aplicativo, deixe um comentário na AppStore. ❤️
ru: Спасибо, что используете %@. Если вам нравится наше приложение, оставьте отзыв в AppStore. ❤️
sq: Faleminderit që përdorni %@. Nëse e pëlqeni Aplikacionin tonë, ju lutemi, lini një shqyrtim te AppStore. ❤️
th_th: ขอบคุณที่เลือกใช้ %@ ถ้าคุณชอบแอปของเราสามารถรีวิวได้ที่ AppStore ❤️

source: The account has been disabled.
ar: تم تعطيل الحساب.
de: Das Konto wurde deaktiviert.
es: La cuenta ha sido deshabilitada
eu: Kontua desgaitua izan da.
fr: Le compte a été désactivé.
ko: 계정이 비활성화 되었습니다.
pt_br: Esta conta foi desabilitada.
ru: Учётная запись была отключена.
sq: Llogaria është çaktivizuar.
th_th: บัญชีถูกปิดใช้งาน

source: The connection's access token has expired or become invalid. Sign in again to re-gain access.
ar: انتهت صلاحية رمز الوصول للاتصال أو أصبح غير صالح. أعد تسجيل الدخول مرة أخرى للحصول على تصريح بوصول.
de: Das Zugriffstoken der Verbindung ist abgelaufen oder ungültig geworden. Melden Sie sich erneut an, um wieder Zugang zu erhalten.
es: El token de conexión ha expirado o ya no es válido. Vuelva a autenticarse para volver a tener acceso.
eu: Konexioaren atzipen-tokena iraungi da edo baliogabea bilakatu da. Saioa hasi berriz atzipena berreskuratzeko.
fr: Le jeton d'accès de la connexion a expiré ou est devenu invalide. Connectez-vous à nouveau pour rétablir l'accès.
ko: 연결 접근 토큰이 만료되었거나 잘못되었습니다. 다시 로그인하여 접근 권한을 얻으십시오.
pt_br: O token de acesso da conexão expirou ou se tornou inválido. Faça login novamente para obter novamente acesso.
ru: Токен доступа данного соединения устарел или стал недействительным. Перевойдите, чтобы восстановить доступ.
sq: Token-i i hyrjes për lidhjen ka skaduar ose është bërë i pavlefshëm. Ribëni hyrjen në llogari, që të rifitoni hyrje.
th_th: โทเค็นเข้าถึงการเชื่อมต่อหมดอายุหรือไม่ถูกต้อง กรุณาลงชื่อเข้าใช้อีกครั้งเพื่อรับสิทธิ์การเข้าถึง

source: The entered codes are different
ar: الرموز المدخلة مختلفة
de: Die eingegebenen Codes sind verschieden
es: Los códigos introducidos son diferentes
eu: Sartutako kodeak ezberdinak dira
fr: Les codes saisis sont différents
ko: 입력한 코드가 다릅니다
pt_br: Os códigos inseridos são diferentes
ru: Введённые коды отличаются
sq: Kodet e dhënë janë të ndryshëm
th_th: กรุณาป้อนรหัสให้ตรงกัน

source: The entered page number doesn't exist
ar: رقم الصفحة المكتوب غير موجود
de: Die eingegebene Seitennummer existiert nicht.
es: El número de página introducida no existe
eu: Ez dago sartutako orri zenbakirik
fr: Le numéro de page saisi n'existe pas
ko: 입력한 쪽수가 존재하지 않습니다.
pt_br: A página inserida não existe
ru: Введённый номер страницы не существует
sq: Numri i dhënë për faqen nuk ekziston
th_th: ไม่มีหมายเลขหน้าที่ป้อน

source: The entered URL does not include a hostname.
ar: لا يتضمن عنوان URL المُدخل اسم مضيف.
de: Die eingegebene URL enthält keinen Hostnamen.
es: La URL introducida no incluye el nombre de host.
eu: Sartutako URLak ez du ostalaririk.
fr: L'URL saisie n'inclut pas de nom d'hôte.
ko: 입력한 URL이 hostname과 일치하지 않습니다.
pt_br: O URL inserida não inclui um nome de host.
ru: Введённый адрес URL не содержит в себе имя сервера.
sq: URL-ja e dhënë nuk përmban një strehëemër.
th_th: ป้อน URL โดยไม่รวมชื่อโฮสต์

source: The last 10 archived logs are kept on the device - with each log covering up to 24 hours of usage. When sharing please bear in mind that logs may contain sensitive information such as server URLs and user-specific information.
ar: آخر 10 سجلات محفوظة على الجهاز - يحمل كل سجل تغطية ذاكرة تصل إلى 24 ساعة من الاستخدام. عند المشاركة، يُرجى الانتباه إلى أن السجلات قد تحتوي على معلومات حساسة مثل عناوين URL للخادم ومعلومات خاصة بالمستخدم.
de: Die letzten 10 archivierten Protokolle werden auf dem Gerät aufbewahrt - jedes Protokoll deckt bis zu 24 Stunden ab. Bitte beachten Sie bei der Weitergabe, dass Protokolle sensible Informationen wie Server-URLs und benutzerspezifische Informationen enthalten können.
es: Los últimos 10 archivos de log se guardan en el dispositivo, y cada archivo cubre hasta 24 horas de uso. Al compartir, tenga en cuenta que los logs pueden contener información confidencial, como las direcciones URL del servidor y la información específica del usuario.
eu: Azken artxibatutako 10 erregistroak gailuan gordetzen dira - erregistro bakoitzak 24 orduko jarduna gordetzen duelarik. Partekatzean kontuan izan erregistroek bereziki babestutako informazioa izan dezaketela, zerbitzari URLak eta erabiltzaileari lotutako informazioa.
fr: Les 10 derniers logs archivés sont conservés sur l'appareil - chaque journal couvrant jusqu'à 24 heures d'utilisation. Lors du partage, veuillez garder à l'esprit que les journaux peuvent contenir des informations sensibles telles que des URL de serveur et des informations spécifiques à l'utilisateur.
ko: 마지막으로 기록된 10개의 로그는 장치에 보관되며, 각 로그는 최대 24시간까지 사용할 수 있습니다. 공유할 때 로그에 서버 URL 및 사용자별 정보와 같은 중요한 정보가 포함될 수 있음을 명심하십시오.
pt_br: Os últimos 10 logs arquivados são mantidos no dispositivo - com cada log cobrindo até 24 horas de uso. Ao compartilhar, lembre-se de que os registros podem conter informações confidenciais, como URLs do servidor e informações específicas do usuário.
ru: В памяти устройства архивируются последние 10 лог-файлов. Каждый из них может содержать до 24 часов информации о использовании приложения. При обмене лог-файлами, помните, что они могут содержать конфиденциальную информацию, такую как URL серверов или данные о пользователе.
sq: 10 regjistrat e fundit të arkivuar mbahen në pajisje - ku çdo regjistër mbulon deri në 24 orë përdorim. Kur bëhet ndarje e tyre, ju lutemi, kini parasysh se regjistrat mund të përmbajnë të dhëna rezervat, të tilla si URL shërbyesi dhe hollësi që lidhen me përdoruesin.
th_th: log 10 ไฟล์ล่าสุดถูกเก็บไว้ในอุปกรณ์ - โดยแต่ละ log ครอบคลุมการใช้งานสูงสุด 24 ชั่วโมง เมื่อทำการแชร์โปรดจำไว้ว่า log อาจมีข้อมูลที่ละเอียดอ่อนเช่น URL เซิร์ฟเวอร์และข้อมูลเฉพาะของผู้ใช้

source: The server declined access with the credentials stored for this connection.
ar: رفض الخادم الوصول باستخدام بيانات الاعتماد المخزنة لهذا الاتصال.
de: Der Server verweigerte den Zugriff mit den für diese Verbindung gespeicherten Anmeldeinformationen.
es: El servidor declinó el acceso con estas credenciales guardadas para esta conexión.
eu: Zerbitzariak atzipena ukatu du konexio honentzat gordetako kredentzialekin.
fr: Le serveur a refusé l'accès avec les authentifiants stockées pour cette connexion.
ko: 서버가 이 연결에 대해 저장된 인증 정보에 관하여 접근을 거부했습니다.
pt_br: O servidor recusou o acesso com as credenciais armazenadas para esta conexão.
ru: Сервер отказал в доступе с учётными данными, сохранёнными для данного соединения.
sq: Shërbyesi nuk pranoi hyrje me kredencialet e depozituara për këtë lidhje.
th_th: เซิร์ฟเวอร์ปฏิเสธการเข้าถึงด้วยหนังสือรับรองที่เก็บไว้สำหรับการเชื่อมต่อนี้

source: Theme
ar: لون الخلفية
es: Tema
eu: Gaia
fr: Thème
ko: 테마
pt_br: Tema
ru: Тема
sq: Temë
th_th: ธีม

source: This action can't be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
eu: Ekintza hau ezin da desegin.
fr: Cette action ne peut pas être annulée.
ko: 이 동작은 실행 취소할 수 없습니다.
pt_br: Essa ação não poderá ser desfeita
ru: Это действие невозможно отменить.
sq: Ky veprim s’mund të zhbëhet.
th_th: ไม่สามารถยกเลิกการดำเนินการนี้ได้

source: This document has %@ pages
ar: يحتوي هذا المستند على %@ صفحة
de: Dieses Dokument hat %@ Seiten
es: Este documento tiene %@ páginas.
eu: Dokumentu honek %@ orri ditu
fr: Ce document comporte %@ pages
ko: 이 문서는 %@ 페이지로 구성되어 있니다.
pt_br: Esse documento possui %@ páginas
ru: В этом документе %@ страниц
sq: Ky dokument ka %@ faqe
th_th: เอกสารนี้มีทั้งหมด %@ หน้า

source: This folder no longer exists on the server.
ar: لم يعد هذا المجلد موجودًا في الخادم.
de: Dieser Ordner existiert nicht mehr auf dem Server
es: Esa carpeta ya no existe en el servidor.
eu: Dagoeneko ez da karpeta hau existitzen zerbitzarian.
fr: Ce dossier n'existe plus sur le serveur.
ko: 이 폴더는 더 이상 서버에 존재하지 않습니다.
pt_br: Esta pasta não existe mais no servidor.
ru: Эта папка больше не существует на сервере.
sq: Kjo dosje s’ekziston më te shërbyesi.
th_th: โฟลเดอร์นี้ไม่มีอยู่บนเซิร์ฟเวอร์อีกต่อไป

source: This permission is needed to upload photos and videos from your photo library.
ar: هذا الإذن مطلوب لتحميل الصور ومقاطع الفيديو من مكتبة الصور.
de: Diese Berechtigung ist erforderlich, um Fotos und Videos aus dem Fotoalbum hochzuladen.
es: Este permiso es necesario para subir fotos y videos desde su biblioteca de fotos.
eu: Zure argazki liburutegitik argazki eta bideoak igotzeko beharrezkoa da baimen hau.
fr: Cette autorisation est nécessaire pour télécharger des photos et des vidéos à partir de votre photothèque.
ko: 사진 보관함에서 사진 및 동영상을 업로드하려면 이 권한이 필요합니다.
pt_br: Essa permissão é necessária para fazer envios de fotos e vídeos da sua biblioteca de fotos.
ru: Это разрешение необходимо для загрузки фото и видео из вашей библиотеки.
sq: Kjo leje është e domosdoshme për të ngarkuar foto dhe video prej fototekës tuaj.
th_th: จำเป็นต้องได้รับอนุญาตเพื่ออัปโหลดรูปภาพและวิดีโอจากคลังรูปภาพของคุณ

source: This will also delete all locally stored file copies.
ar: سيحذف هذا جميع نسخ الملف المخزنة محليًا.
de: Dadurch werden auch alle lokalen Dateikopien gelöscht.
es: Esto también eliminará todas las copias almacenadas localmente.
eu: Honek lokalean gordetako fitxategi kopia guztiak ezabatuko ditu.
fr: Cela supprimera également toutes les copies de fichiers stockées localement.
ko: 이것은 또한 내부에 저장된 파일의 사본을 삭제할 것입니다.
pt_br: Isto também irá excluir todas as cópias locais dos arquivo salvos.
ru: Это так же удалит все локально сохранённые копии файла.
sq: Kjo do të shkaktojë fshirjen edhe të krejt kopjeve të kartelës të depozituara lokalisht.
th_th: นอกจากนี้จะลบไฟล์สำเนาที่เก็บไว้ในเครื่องทั้งหมด

source: Time
ar: وقت
de: Zeit
es: Hora
fr: Heure
ko: 시간
pt_br: Horário
ru: Время
sq: Kohë
th_th: เวลา

source: Time measured since uploading, editing, downloading or viewing the respective file through this device. Does not apply to files downloaded via the Available Offline feature. Local copies may be deleted before the given period of time has passed, f.ex. because there's a newer version of a file on the server - or through the manual deletion of offline copies. Also, local copies may not be deleted after the given period of time has passed, f.ex. if an action is performed on it, the file is still in use - or the account holding the file hasn't been used in the app.
ar: الوقت المقدّر منذ تحميل الملف المعني أو تعديله أو تنزيله أو عرضه بواسطة هذا الجهاز. لا ينطبق على الملفات المنزلة عبر خاصية التوافر دون الاتصال بالإنترنت. يمكن حذف النسخ المحلية قبل انتهاء المدة المحددة، على سبيل المثال، بعد أن تتوفر نسخة أحدث من الملف على الخادم - أو من خلال الحذف اليدوي للنسخ غير المتصلة بالإنترنت. ولا يمكن حذف النسخ المحلية أيضًا بعد انتهاء المدة المحددة، على سبيل المثال، إذا تم تنفيذ إجراء ما عليها، أو أن الملف لا يزال قيد الاستخدام - أو لم يتم استخدام الحساب الذي يحتوي على الملف في التطبيق.
de: Gemessene Zeit seit dem Hochladen, Bearbeiten, Herunterladen oder Anzeigen der jeweiligen Datei über dieses Gerät. Gilt nicht für Dateien, die über die Funktion offline verfügbar heruntergeladen wurden. Lokale Kopien können vor Ablauf des angegebenen Zeitraums gelöscht werden, z.B. weil es eine neuere Version einer Datei auf dem Server gibt - oder durch das manuelle Löschen von Offline-Kopien. Außerdem dürfen lokale Kopien nach Ablauf der angegebenen Zeit nicht gelöscht werden, z.B. wenn eine Aktion an ihr durchgeführt wird, die Datei noch in Gebrauch ist - oder das Konto, das die Datei enthält, nicht in der App verwendet wurde.
es: Tiempo medido desde que se sube, edita, descarga o visualiza el fichero en este dispositivo. No aplica a ficheros descargados a través de la funcionalidad "Disponible offline". Las copias locales pueden ser borradas antes de que el tiempo seleccionado haya transcurrido, por ejemplo, si hay una nueva versión del fichero en el servidor o por el borrado manual de copias offline. Las copias locales pueden no ser borradas después de que el tiempo haya transcurrido, por ejemplo, si se ejecuta una acción sobre él, si el archivo está en uso, o si la cuenta que lo contiene no ha sido usada aún en la app.
eu: Gailu honetan emandako denbora fitxategia kargatu, editatu, deskargatu edo ikusi denetik. Ez da kontuan hartzen Konexiorik Gabeko Eskuragarri dauden fitxategien deskarga. Kopia lokalak emandako denbora baino lehen ezabatu daitezke, adib. zerbitzarian fitxategiaren bertsio berriagoa dagoelako - edo konexiorik gabeko kopien eskuzko ezabaketarengatik. Emandako denbora pasatuta ere, kopia lokalak ez dira ezabatuko agian, adib. fitxategian inongo ekintzarik egin bada, fitxategia erabiltzen ari delako - edo fitxategia darabilen kontua ez delako aplikazioan erabili.
fr: Temps mesuré depuis l'upload, l'édition, le téléchargement ou la visualisation du fichier respectif via cet appareil. Ne s'applique pas aux fichiers téléchargés via la fonction Disponible hors ligne. Les copies locales peuvent être supprimées avant que la période donnée ne se soit écoulée, par ex. car il existe une version plus récente d'un fichier sur le serveur - ou par la suppression manuelle de copies hors ligne. De plus, les copies locales ne peuvent pas être supprimées une fois la période donnée écoulée, par ex. si une action est effectuée sur celui-ci, le fichier est toujours en cours d'utilisation ou le compte contenant le fichier n'a pas été utilisé dans l'application.
ko: 이 장치에서 업로드, 편집, 다운로드, 열람한 시간을 측정합니다. 오프라인에서 사용 가능 기능을 이용하여 다운로드한 파일에는 적용되지 않습니다. 로컬 사본은 서버에 새 버전이 있거나 오프라인 사본을 수동으로 삭제하는 등의 이유로 인해 일정 시간이 지나기 전에 삭제될 수 있습니다. 또한, 로컬 사본은 작업이 수행되었거나, 사용 중이거나, 파일 소유 사용자가 앱을 사용하지 않는 등의 이유로 인해 일정 시간이 지나더라도 삭제되지 않을 수 있습니다.
pt_br: Tempo medido desde o envio, edição, baixa ou visualização do respectivo arquivo através deste dispositivo. Não se aplica a arquivos baixados pelo recurso Disponível Off-line. As cópias locais podem ser excluídas antes que o período de tempo tenha passado, por ex. porque há uma versão mais recente de um arquivo no servidor - ou através da exclusão manual de cópias offline. Além disso, as cópias locais não podem ser excluídas após o período de tempo especificado, por ex. se uma ação for executada, o arquivo ainda está em uso - ou a conta que o contém não foi usada no aplicativo.
ru: Время, измеренное с момента закачки, правки, скачивания или просмотра соответствующего файла с помощью этого устройства. Не применяется к файлам, скачанным через возможность доступа без сети. Локальные копии могут удаляться до наступления заданного периода времени, например из-за более свежей версии файла на сервере, или через ручное удаление локальных копий. С другой стороны, локальные копии могут быть не удалены по истечении заданного времени, например из-за выполняемых над ними действий удерживающих файл, или учётная запись, в которой числится файл, не используется в приложении.
sq: Kohë e matur që prej ngarkimit, përpunimit, shkarkimit apo parjes së kartelës përkatëse përmes kësaj pajisjeje. Nuk prek kartelat e shkarkuara përmes veçorisë E passhme Jo Në Linjë. Kopjet vendore mund të fshihen përpara se të ketë kaluar periudha kohore e dhënë, p.sh., ngaqë në shërbyes pati një version më të ri të kartelës - ose përmes fshirjes dorazi të kopjeve <em>offline</em>. Kopjet vendore mundet gjithashtu të mos fshihen pasi të ketë kaluar periudha kohore e dhënë, p.sh., nëse mbi të po kryhet një veprim, kartela është ende në përdorim - ose llogaria që përmban kartelën s’është përdorur në aplikacion.
th_th: เวลาที่วัดได้ตั้งแต่การอัปโหลด แก้ไขดาวน์โหลด หรือดูไฟล์ที่เกี่ยวข้องผ่านอุปกรณ์นี้ ใช้ไม่ได้กับไฟล์ที่ดาวน์โหลดผ่านคุณสมบัติ "การพร้อมใช้งานแบบออฟไลน์" สำเนาในเครื่องอาจถูกลบก่อนการประสานข้อมูล เนื่องจากมีไฟล์เวอร์ชันใหม่บนเซิร์ฟเวอร์ - หรือผ่านการลบสำเนาออฟไลน์ด้วยตนเอง นอกจากนี้สำเนาในเครื่องอาจไม่ถูกลบหลังจากผ่านช่วงเวลาที่กำหนด หากมีการดำเนินการกับไฟล์นั้นยังคงมีการใช้งานอยู่หรือบัญชีที่ถือครองไฟล์นั้นไม่ได้ถูกใช้ในแอป

source: Total update scans
ar: فحص كلي للتحديثات
de: Gesamte Aktualisierungsscans
es: Escaneos de actualización total
fr: Analyses de mise à jour totale
ko: 모든 업데이트 스캔
pt_br: Varreduras de atualização totais
ru: Всего сканов обновлений
sq: Kontrolle përditësimi gjithsej
th_th: สแกนการอัปเดตทั้งหมด

source: Touch ID
ar: معرّف اللمس
pt_br: ID de toque
th_th: ยืนยันตนด้วยลายนิ้วมือ

source: Type
ar: النوع
de: Typ
es: Tipo
eu: Mota
ko: 종류
pt_br: Digite
ru: Тип
sq: Lloj
th_th: ประเภท

source: Uncalibrated
ar: غير متدرج
de: Unkalibriert
es: Sin calibrar
fr: Non calibré
ko: 보정되지 않음
pt_br: Descalibrado
ru: Неоткалибровано
sq: E pakalibruar
th_th: ไม่ได้ปรับเทียบ

source: Unfavorite item
ar: عنصر غير موات
de: Favorit entfernen
es: Elemento no favorito
fr: Élément défavorable
ko: 좋아하지 않는 항목
pt_br: Item não favorito
ru: Убрать элемент из избранного
sq: Hiqja shenjën objektit si i parapëlqyer
th_th: รายการที่ไม่ชอบ

source: unknown
ar: غير معروف
de: unbekannt
es: desconocido
eu: ezezaguna
fr: Inconnu
ko: 알 수 없음
pt_br: desconhecido
ru: неизвестно
sq: i panjohur
th_th: ไม่รู้จัก

source: Unlock
ar: فتح
de: Entsperren
es: Desbloquear
fr: Déverrouiller
ko: 잠금 해제
pt_br: Desbloquear
ru: Разблокировать
sq: Shkyçe
th_th: ปลดล็อค

source: Unlock %@
ar: فتح %@
de: %@ entsperren
es: Desbloquear %@
eu: Desblokeatu %@
fr: Déverrouiller %@
ko: %@ 잠금 해제
pt_br: Desbloquear %@
ru: Разблокировать %@
sq: Shkyçe %@
th_th: ปลดล็อค %@

source: Unlock all Pro Features.
ar: ألغِ قفل جميع ميزات إصدار Pro.
de: Alle Pro-Funktionen freischalten.
es: Desbloquear todas las funcionalidades pro
fr: Débloquez toutes les fonctionnalités Pro.
ko: 모든 Pro 기능 잠금 해제
pt_br: Desbloqueie todos os Recursos Profissionais.
ru: Разблокировать все профессиональные возможности.
sq: Shkyçi krejt Veçoritë Pro
th_th: ปลดล็อคคุณสมบัติ Pro ทั้งหมด

source: Unlocked
ar: مفتوح
de: Entsperrt
es: Desbloqueado
fr: Déverrouillé
ko: 잠금 해제된
pt_br: Desbloqueado
ru: Разблокировано
sq: E shkyçur
th_th: ปลดล็อคแล้ว

source: Unshare
ar: إلغاء المشاركة
de: Freigabe aufheben
es: Dejar de compartir
eu: Ez partekatuta
fr: Ne plus partager
ko: 공유 해제
pt_br: Descompartilhar
ru: Закрыть доступ
sq: Hiqi ndarjen me të tjerë
th_th: ยกเลิกการแชร์

source: Update Status
ar: تحديث الحالة
de: Aktualisierungsstatus
es: Estado de actualización
fr: État de mise à jour
ko: 업데이트 상태
pt_br: Atualização do Status
ru: Статус обновления
sq: Gjendje Përditësimi
th_th: อัปเดตสถานะ

source: Updating %ld items…
ar: جارٍ تحديث عناصر %ld…
de: Aktualisiere %ld Elemente…
es: Actualizando %ld elementos...
eu: %ld ale eguneratzen...
fr: Mise à jour de %ld éléments…
ko: 항목 %ld개 업데이트 중…
pt_br: Enviando %ld itens…
ru: Обновление %ld элементов…
sq: Po përditësohen %ld objekte…
th_th: กำลังอัปเดต %ld ไฟล์

source: Updating connection…
ar: جارٍ تحديث الاتصال…
de: Aktualisierung der Verbindung…
es: Actualizando conexión...
eu: Konexioa eguneratzen...
fr: Mise à jour de la connexion
ko: 연결 업데이트 중...
pt_br: Atualizando conexão...
ru: Соединение обновляется…
sq: Po përditësohet lidhja…
th_th: กำลังอัปเดตการเชื่อมต่อ ...

source: Upload
ar: تحميل
de: Hochladen
es: Subir
eu: Igo
fr: Téléverser
ko: 업로드
pt_br: Enviar
ru: Загрузить
sq: Ngarkoje
th_th: อัปโหลดไฟล์

source: Upload file
ar: تحميل ملف
de: Datei hochladen
es: Subir archivo
eu: Igo fitxategia
fr: Téléverser un fichier
ko: 파일 업로드
pt_br: Enviar arquivo
ru: Загрузить файл
sq: Ngarkoni kartelë
th_th: อัปโหลดไฟล์

source: Upload from your photo library
ar: تحميل من مكتبة الصور
de: Hochladen aus Ihrer Fotobibliothek
es: Subir desde su biblioteca de fotos
eu: Zure argazki liburutegitik igota
fr: Télécharger depuis votre photothèque
ko: 사진 보관함에서 업로드 하기
pt_br: Enviar da sua biblioteca de fotos
ru: Загрзука из вашей фото-библиотеки
sq: Ngarkoni që nga fototeka juaj
th_th: อัปโหลดจากคลังรูปภาพของคุณ

source: Uploading %ld files…
ar: جارٍ تحميل ملفات %ld…
de: Lade %ld Dateien hoch…
es: Subiendo %ld archivos...
eu: %ld ale kargatzen...
fr: Téléchargement de %ld fichiers ...
ko: 파일 %ld개 업로드 중…
pt_br: Enviar %ld arquivos…
ru: Загрузка %ld файлов…
sq: Po ngarkohen %ld kartela…
th_th: กำลังอัปโหลด %ld ไฟล์
